Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# triage_front_label
source: FRONT
de: VORDERSEITE
es: ANVERSO
fr: RECTO
it: FRONTE
ja: 表面
ko: 앞면
pt_br: FRENTE
vi: MẶT TRƯỚC
zh_hans: 正面
zh_hant: 正面

# triage_keep
source: Keep
de: Behalten
es: Conservar
fr: Garder
it: Tieni
ja: 残す
ko: 유지
pt_br: Manter
vi: Giữ
zh_hans: 保留
zh_hant: 保留

# triage_progress
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
ja: %1$lld / %2$lld
ko: %1$lld/%2$lld
pt_br: %1$lld de %2$lld
vi: %1$lld/%2$lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld/%2$lld

# triage_stats
source: %1$lld kept · %2$lld discarded
de: %1$lld behalten · %2$lld verworfen
es: %1$lld conservadas · %2$lld descartadas
fr: %1$lld gardées · %2$lld écartées
it: Tenute: %1$lld · Scartate: %2$lld
ja: %1$lld 枚を残す · %2$lld 枚を破棄
ko: %1$lld장 유지 · %2$lld장 버림
pt_br: %1$lld mantidas · %2$lld descartadas
vi: Giữ %1$lld · bỏ %2$lld
zh_hans: 保留 %1$lld 张 · 舍弃 %2$lld 张
zh_hant: 保留 %1$lld 張 · 捨棄 %2$lld 張

# triage_title
source: Review cards
de: Karten prüfen
es: Revisar tarjetas
fr: Vérifier les cartes
it: Rivedi le carte
ja: カードの確認
ko: 카드 검토
pt_br: Revisar cartas
vi: Duyệt thẻ
zh_hans: 检查卡片
zh_hant: 檢視卡片

# triage_undo
source: Undo last card
de: Letzte Karte rückgängig
es: Deshacer última tarjeta
fr: Annuler la dernière carte
it: Annulla ultima carta
ja: 最後のカードを元に戻す
ko: 마지막 카드 실행 취소
pt_br: Desfazer última carta
vi: Hoàn tác thẻ vừa rồi
zh_hans: 撤销上一张
zh_hant: 復原上一張卡片

# unregistered_check_hint
source: One mistyped or out-of-order word still passes the check and unlocks a different account.
de: Ein vertipptes oder vertauschtes Wort besteht die Prüfung trotzdem und öffnet ein anderes Konto.
es: Una palabra mal escrita o fuera de orden sigue pasando la comprobación y desbloquea otra cuenta.
fr: Un mot mal saisi ou dans le désordre passe quand même la vérification et déverrouille un autre compte.
it: Una parola scritta male o fuori ordine supera comunque il controllo e sblocca un account diverso.
ja: 単語が1つ間違っていたり順番が違っていたりしても確認を通過し、別のアカウントが開かれてしまいます。
ko: 단어 하나를 잘못 입력하거나 순서가 바뀌어도 검사를 통과해서 다른 계정이 열려요.
pt_br: Uma palavra digitada errada ou fora de ordem ainda passa na verificação e desbloqueia outra conta.
vi: Chỉ cần gõ sai hoặc đảo thứ tự một từ, cụm từ vẫn qua được bước kiểm tra nhưng sẽ mở một tài khoản khác.
zh_hans: 只要有一个单词输错或顺序不对，仍能通过校验，但会解锁另一个账号。
zh_hant: 只要有一個單字打錯或順序錯了，仍會通過檢查，並解鎖另一個帳號。

# unregistered_check_phrase
source: Check my recovery phrase again
de: Meine Wiederherstellungsphrase nochmal prüfen
es: Revisar de nuevo mi frase de recuperación
fr: Revérifier ma phrase de récupération
it: Ricontrolla la mia frase di recupero
ja: リカバリーフレーズをもう一度確認
ko: 복구 문구 다시 확인하기
pt_br: Conferir minha frase de recuperação de novo
vi: Kiểm tra lại cụm từ khôi phục
zh_hans: 重新检查我的恢复短语
zh_hant: 再次檢查我的復原短語

# unregistered_pubky_label
source: The key you presented:
de: Der Schlüssel, den du angegeben hast:
es: La clave que presentaste:
fr: La clé que tu as présentée :
it: La chiave che hai presentato:
ja: 提示された鍵：
ko: 입력한 키:
pt_br: A chave que você apresentou:
vi: Khóa bạn đã cung cấp:
zh_hans: 你提供的密钥：
zh_hant: 你提供的金鑰：

# unregistered_register
source: Register this key
de: Diesen Schlüssel registrieren
es: Registrar esta clave
fr: Enregistrer cette clé
it: Registra questa chiave
ja: この鍵を登録
ko: 이 키 등록
pt_br: Registrar esta chave
vi: Đăng ký khóa này
zh_hans: 注册这个密钥
zh_hant: 註冊這把金鑰

# unregistered_register_confirm_body
source: This publishes %1$@ as a public identity. Never do this with a Bitcoin or crypto wallet recovery phrase.
de: Damit wird %1$@ als öffentliche Identität veröffentlicht. Tu das niemals mit der Wiederherstellungsphrase einer Bitcoin- oder Krypto-Wallet.
es: Esto publica %1$@ como identidad pública. Nunca lo hagas con la frase de recuperación de una billetera de Bitcoin o cripto.
fr: Ceci publie %1$@ comme identité publique. Ne fais jamais ça avec la phrase de récupération d’un portefeuille Bitcoin ou crypto.
it: Questo pubblica %1$@ come identità pubblica. Non farlo mai con la frase di recupero di un wallet Bitcoin o di criptovalute.
ja: %1$@ を公開 ID として公開します。ビットコインなどの暗号資産ウォレットのリカバリーフレーズでは、絶対に行わないでください。
ko: %1$@을(를) 공개 신원으로 발행해요. 비트코인이나 암호화폐 지갑의 복구 문구로는 절대 하지 마세요.
pt_br: Isso publica %1$@ como identidade pública. Nunca faça isso com a frase de recuperação de uma carteira de Bitcoin ou cripto.
vi: Thao tác này công bố %1$@ như một danh tính công khai. Tuyệt đối đừng làm vậy với cụm từ khôi phục của ví Bitcoin hay ví tiền mã hóa.
zh_hans: 这会将 %1$@ 发布为公开身份。切勿对比特币或加密货币钱包的恢复短语这样做。
zh_hant: 這會將 %1$@ 發布為公開身分。絕對不要用比特幣或加密貨幣錢包的復原短語這麼做。

# unregistered_register_confirm_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# unregistered_register_confirm_title
source: Register this key?
de: Diesen Schlüssel registrieren?
es: ¿Registrar esta clave?
fr: Enregistrer cette clé ?
it: Registrare questa chiave?
ja: この鍵を登録しますか？
ko: 이 키를 등록할까요?
pt_br: Registrar esta chave?
vi: Đăng ký khóa này?
zh_hans: 注册这个密钥？
zh_hant: 要註冊這把金鑰嗎？

# unregistered_register_confirm_yes
source: Register it
de: Registrieren
es: Registrarla
fr: L’enregistrer
it: Registrala
ja: 登録する
ko: 등록
pt_br: Registrar
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# unregistered_register_hint
source: Creates an account for the key above and publishes it. Needs a quick verification.
de: Erstellt ein Konto für den Schlüssel oben und veröffentlicht es. Erfordert eine kurze Bestätigung.
es: Crea una cuenta para la clave de arriba y la publica. Requiere una verificación rápida.
fr: Crée un compte pour la clé ci-dessus et la publie. Nécessite une vérification rapide.
it: Crea un account per la chiave qui sopra e lo pubblica. Serve una verifica veloce.
ja: 上の鍵でアカウントを作成して公開します。簡単な認証が必要です。
ko: 위 키로 계정을 만들고 공개해요. 간단한 인증이 필요해요.
pt_br: Cria uma conta para a chave acima e a publica. Precisa de uma verificação rápida.
vi: Tạo tài khoản cho khóa ở trên và công bố nó. Cần một bước xác minh nhanh.
zh_hans: 为上面的密钥创建账号并发布。需要进行一次快速验证。
zh_hant: 為上方的金鑰建立帳號並發布。需要簡單驗證一下。

# unregistered_ring_body
source: Pubky Ring holds this key, so Loopky can't create its account. Two ways to keep it: get an invite code here and use Ring's Edit pubky sheet, or reveal the recovery phrase in Ring and restore it here.
de: Pubky Ring verwahrt diesen Schlüssel, deshalb kann Loopky kein Konto dafür erstellen. Zwei Wege, ihn zu behalten: Hol dir hier einen Einladungscode und nutze in Ring „Pubky bearbeiten“, oder lass dir in Ring die Wiederherstellungsphrase anzeigen und stelle ihn hier wieder her.
es: Pubky Ring guarda esta clave, así que Loopky no puede crear su cuenta. Hay dos formas de conservarla: consigue aquí un código de invitación y usa la pantalla Editar pubky de Ring, o muestra la frase de recuperación en Ring y restáurala aquí.
fr: Pubky Ring détient cette clé, donc Loopky ne peut pas créer son compte. Deux façons de la garder : obtenir un code d’invitation ici et utiliser l’écran Modifier le pubky de Ring, ou afficher la phrase de récupération dans Ring et la restaurer ici.
it: Pubky Ring custodisce questa chiave, quindi Loopky non può crearne l'account. Hai due modi per tenerla: ottieni qui un codice invito e usa la schermata Modifica pubky di Ring, oppure mostra la frase di recupero in Ring e ripristinala qui.
ja: この鍵は Pubky Ring が保管しているため、Loopky ではアカウントを作成できません。方法は2つあります。ここで招待コードを取得して Ring の「Edit pubky」シートで使うか、Ring でリカバリーフレーズを表示してここで復元してください。
ko: 이 키는 Pubky Ring이 보관하고 있어서 Loopky가 계정을 만들 수 없어요. 방법은 두 가지예요. 여기서 초대 코드를 받아 Ring의 pubky 편집 화면에서 사용하거나, Ring에서 복구 문구를 확인해 여기서 복원하세요.
pt_br: O Pubky Ring guarda esta chave, então o Loopky não consegue criar a conta dela. Dois caminhos: obter um código de convite aqui e usar a tela Editar pubky do Ring, ou revelar a frase de recuperação no Ring e restaurá-la aqui.
vi: Pubky Ring đang giữ khóa này nên Loopky không thể tạo tài khoản cho nó. Có hai cách để giữ khóa: lấy mã mời ở đây rồi dùng mục Edit pubky trong Ring, hoặc hiện cụm từ khôi phục trong Ring rồi khôi phục ở đây.
zh_hans: 这个密钥由 Pubky Ring 保管，因此 Loopky 无法为它创建账号。有两种方式保留它：在这里获取邀请码，然后使用 Ring 的“Edit pubky”页面；或者在 Ring 中显示恢复短语，然后在这里恢复。
zh_hant: 這把金鑰由 Pubky Ring 保管，所以 Loopky 無法為它建立帳號。有兩種方式可以保留它：在這裡取得邀請碼，然後使用 Ring 的「Edit pubky」畫面；或在 Ring 中顯示復原短語，然後在這裡還原。

# unregistered_ring_import
source: Restore with my recovery phrase
de: Mit meiner Wiederherstellungsphrase wiederherstellen
es: Restaurar con mi frase de recuperación
fr: Restaurer avec ma phrase de récupération
it: Ripristina con la mia frase di recupero
ja: リカバリーフレーズで復元
ko: 복구 문구로 복원
pt_br: Restaurar com minha frase de recuperação
vi: Khôi phục bằng cụm từ khôi phục
zh_hans: 用我的恢复短语恢复
zh_hant: 用我的復原短語還原

# unregistered_ring_title
source: Pubky Ring is holding this key
de: Pubky Ring verwahrt diesen Schlüssel
es: Pubky Ring tiene esta clave
fr: Pubky Ring détient cette clé
it: Pubky Ring custodisce questa chiave
ja: この鍵は Pubky Ring が保管しています
ko: 이 키는 Pubky Ring이 보관하고 있어요
pt_br: O Pubky Ring está guardando esta chave
vi: Pubky Ring đang giữ khóa này
zh_hans: 这个密钥由 Pubky Ring 保管
zh_hant: 這把金鑰由 Pubky Ring 保管

# unregistered_subtitle
source: The key is valid. There's just no account registered for it.
de: Der Schlüssel ist gültig. Es ist nur kein Konto dafür registriert.
es: La clave es válida. Solo que no hay ninguna cuenta registrada para ella.
fr: La clé est valide. Il n’y a simplement aucun compte enregistré pour elle.
it: La chiave è valida. Semplicemente non c'è nessun account registrato per questa chiave.
ja: 鍵は有効です。この鍵で登録されたアカウントがないだけです。
ko: 키는 유효해요. 다만 이 키로 등록된 계정이 없을 뿐이에요.
pt_br: A chave é válida. Só não há conta registrada para ela.
vi: Khóa hợp lệ. Chỉ là chưa có tài khoản nào được đăng ký cho nó.
zh_hans: 密钥是有效的，只是还没有为它注册账号。
zh_hant: 金鑰是有效的，只是還沒有為它註冊帳號。

# unregistered_title
source: This key has no account yet
de: Für diesen Schlüssel gibt es noch kein Konto
es: Esta clave aún no tiene cuenta
fr: Cette clé n’a pas encore de compte
it: Questa chiave non ha ancora un account
ja: この鍵にはまだアカウントがありません
ko: 이 키에는 아직 계정이 없어요
pt_br: Esta chave ainda não tem conta
vi: Khóa này chưa có tài khoản
zh_hans: 这个密钥还没有账号
zh_hant: 這把金鑰還沒有帳號

# backup_file_passphrase
source: Passphrase
es: Contraseña
fr: Mot de passe
it: Password
ja: パスフレーズ
ko: 암호
pt_br: Senha
vi: Cụm mật khẩu
zh_hans: 密码短语
zh_hant: 密碼短語

# deck_editor_cover
source: Cover
es: Portada
fr: Couverture
it: Copertina
ja: カバー
ko: 표지
pt_br: Capa
vi: Ảnh bìa
zh_hans: 封面
zh_hant: 封面

# deck_editor_label_tags
source: TAGS (PUBKY)
es: ETIQUETAS (PUBKY)
it: TAG (PUBKY)
ja: タグ（PUBKY）
ko: 태그 (PUBKY)
vi: NHÃN (PUBKY)
zh_hans: 标签（PUBKY）
zh_hant: 標籤（PUBKY）

# edit_card_label_tags
source: TAGS
es: ETIQUETAS
it: TAG
ja: タグ
ko: 태그
vi: NHÃN
zh_hans: 标签
zh_hant: 標籤

# profile_edit_name_label
source: NAME
es: NOMBRE
fr: NOM
it: NOME
ja: 名前
ko: 이름
pt_br: NOME
vi: TÊN
zh_hans: 名字
zh_hant: 名稱

# publish_cover_label
source: COVER
es: PORTADA
fr: COUVERTURE
it: COPERTINA
ja: カバー
ko: 표지
pt_br: CAPA
vi: ẢNH BÌA
zh_hans: 封面
zh_hant: 封面

# publish_tags_label
source: TAGS
es: ETIQUETAS
it: TAG
ja: タグ
ko: 태그
vi: NHÃN
zh_hans: 标签
zh_hant: 標籤

# restore_file_passphrase_label
source: Passphrase
es: Contraseña
fr: Mot de passe
it: Password
ja: パスフレーズ
ko: 암호
pt_br: Senha
vi: Cụm mật khẩu
zh_hans: 密码短语
zh_hant: 密碼短語

# settings_app_version_label
source: App version
es: Versión de la app
fr: Version de l’app
it: Versione dell'app
ja: アプリのバージョン
ko: 앱 버전
pt_br: Versão do app
vi: Phiên bản ứng dụng
zh_hans: 应用版本
zh_hant: App 版本

# settings_theme_auto
source: Auto
es: Automático
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# settings_theme_system
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 系統

# edit_card_audio
source: Audio
ja: 音声
ko: 오디오
pt_br: Áudio
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

# profile_edit_bio_label
source: BIO
ja: 自己紹介
ko: 소개
vi: GIỚI THIỆU
zh_hans: 简介
zh_hant: 自我介紹

# decks_sort_alphabetical
source: A–Z
ko: 가나다순

# paste_separator_markdown
source: markdown
ko: 마크다운
